// short date format popup menu strings.  for example, "Month/Day/Year".
"Day" = "Päivä";
"Month" = "Kuukausi";
"Year" = "Vuosi";

// sample date.  use numbers for year/month/day.  for example, "1/2/2002".
// use one digit month and day so that the sample can show the leading zero.
// "Sample Year" has been removed and the current year will be used.
"Sample Month" = "3";
"Sample Day" = "9";

"Space" = "Väli";
"None" = "Yhteen";

// Used in menu: "Country (Variant)"
"VariantFormat" = "%@ (%@)";

// For custom locale (selected, but not current language): "Country (Language)"
"CustomLocaleFormat" = "%@ (%@)";

// Like previous, but variant: "Country (Language, Variant)"
"CustomLocaleVariantFormat" = "%@ (%@, %@)";
